[
  {
    "A": { "q": "contains A, desert located in Northern Africa, the largest desert in the world.", "a": "Sahara" },
    "B": { "q": "starts with B, city in Germany, known for its wall that fell in 1989.", "a": "Berlin" },
    "C": { "q": "starts with C, Author of Don Quixote.", "a": "Cervantes" },
    "D": { "q": "starts with D, a special way of speaking a language in certain region.", "a": "dialect" },
    "E": { "q": "starts with E, a large African mammal with a long trunk.", "a": "elephant" },
    "F": { "q": "contains F, ocean to the west coast of South America.", "a": "Pacific" },
    "G": { "q": "starts with G, country in Europe whose capital is Athens.", "a": "Greece" },
    "H": { "q": "starts with H, a place where sick or hurt people go to get help from professionals.", "a": "hospital" },
    "I": { "q": "contains I, long river in Egypt.", "a": "Nile" },
    "J": { "q": "starts with J, the largest planet in the Solar System.", "a": "Jupiter" },
    "K": { "q": "contains K, Asian country whose capital is Seoul.", "a": "South Korea" },
    "L": { "q": "starts with L, large feline known as the \"king of the jungle\".", "a": "lion" },
    "M": { "q": "starts with M, an ancient city in Peru.", "a": "Machu Picchu" },
    "N": { "q": "starts with N, a person who helps doctors care for patients.", "a": "nurse" },
    "Q": { "q": "starts with Q, the capital of Ecuador.", "a": "Quito" },
    "R": { "q": "Starts with R, Shakespeare's tragic play about two young lovers.", "a": "Romeo and Juliet" },
    "S": { "q": "contains S, the largest country in the world.", "a": "Russia" },
    "T": { "q": "starts with T, a tall plant with a trunk, branches, and leaves.", "a": "tree" },
    "U": { "q": "starts with U, the seventh planet of the Solar System.", "a": "Uranus" },
    "V": { "q": "starts with V, a musical instrument with four strings that you play with a bow.", "a": "violin" },
    "W": { "q": "starts with W, a wild animal that looks like a big dog, and lives in the mountains or forests.", "a": "wolf" },
    "X": { "q": "contains X, a country in North America known for its tacos.", "a": "Mexico" },
    "Y": { "q": "starts with Y, a bright colour like the sun.", "a": "yellow" },
    "Z": { "q": "starts with Z, an African animal with black and white stripes.", "a": "zebra" }
},
{
  "A": { "q": "Someone who has a strong desire to succeed or achieve something.", "a": "Ambitious" },
  "B": { "q": "A large country in South America known for the Amazon rainforest and Carnival.", "a": "Brazil" },
  "C": { "q": "To go up something, like a mountain or a ladder.", "a": "Climb" },
  "D": { "q": "A person who represents their country in foreign affairs.", "a": "Diplomat" },
  "E": { "q": "Graceful and stylish in appearance or manner.", "a": "Elegant" },
  "F": { "q": "A bird of prey known for its speed and sharp eyesight.", "a": "Falcon" },
  "G": { "q": "Willing to give more of something, especially money or time, than is strictly necessary or expected.", "a": "Generous" },
  "H": { "q": "Part of your body at the end of your arm", "a": "Hand" },
  "I": { "q": "To fill someone with the urge or ability to do or feel something.", "a": "Inspire" },
  "J": { "q": "Feeling upset or angry because you want what someone else has.", "a": "Jealous" },
  "K": { "q": "A country or territory ruled by a king or queen.", "a": "Kingdom" },
  "L": { "q": "To give something to someone temporarily, expecting it to be returned.", "a": "Lend" },
  "M": { "q": "Difficult to understand or explain; full of secrets.", "a": "Mysterious" },
  "N": { "q": "A country in South Asia, home to part of the Himalayas and Mount Everest.", "a": "Nepal" },
  "O": { "q": "To watch something carefully, especially for study or investigation.", "a": "Observe" },
  "P": { "q": "A large wild cat, often black, known for being stealthy and strong.", "a": "Panther" },
  "Q": { "q": "To argue or fight, often in an emotional or noisy way.", "a": "Quarrel" },
  "R": { "q": "Someone or something you can trust or depend on.", "a": "Reliable" },
  "S": { "q": "A person who studies a subject deeply, often in an academic setting.", "a": "Scholar" },
  "T": { "q": "Something given, said, or done to show respect or admiration.", "a": "Tribute" },
  "U": { "q": "One of a kind; unlike anything else.", "a": "Unique" },
  "V": { "q": "A person who offers to help without being paid; or the act of doing so.", "a": "Volunteer" },
  "W": { "q": "To speak very quietly so that only someone close can hear.", "a": "Whisper" },
  "X": { "q": "A type of radiation used in medicine to look inside the body.", "a": "X-ray" },
  "Y": { "q": "Word used to refer to a person or people being spoken or written to. It can be both singular or plural.", "a": "You" },
  "Z": { "q": "A device made of two strips with interlocking metal or plastic teeth.", "a": "Zipper" }
}
]